Repository: TalaoDAO/talao-issuer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: # Your verification code is :
fr: # Votre code secret est :

source: Your phone number has been verified.
fr: Votre numéro de téléphone a été vérifié.

source: Talao : Email authentication
fr: Talao : Vérification d'email

source: Secret code sent to your email.
fr: Code secret envoyé par email

source: Email failed.
fr: Echec email.

source: Code expired.
fr: Délais dépassé.

source: Too many trials (3 max).
fr: 3 essais maximum.

source: This code is incorrect, 2 trials left.
fr: Ce code est incorrect.

source: This code is incorrect, 1 trial left.
fr: Ce code est incorrect.

source: Great ! you have now a proof of email.
fr: Bravo ! vous avez maintenant une preuve d'email.

source: Sorry ! session expired.
fr: Désolé ! la session est expirée.

source: Sorry ! there is a server problem, try again later.
fr: Désolé ! , il y a une erreur système. Réessayez dans quelques minutes.

source: Talao wallet identity credential
fr: Attestation d'identité

source: Identification not approved
fr: L'identification est impossible

source: Wrong wallet
fr: Wallet non reconnu

source: Below 18
fr: Mineur(e)

source: Sorry !
fr: Désolé !

source: Congrats !
fr: Bravo !

source: Your credential has been signed and transfered to your wallet
fr: Votre attestation a été émise et transférée sur votre wallet.

source: Secret code sent to your phone.
fr: Le code secret a été envoyé par SMS.

source: phone failed.
fr: Echec envoi SMS.

source: Great ! you have now a proof of phone number.
fr: Bravp ! , vous avez maintenant une preuve de votre numéro de téléphone.

source: Sorry, session expired.
fr: Désolé ! , la session est expirée.

source: Sorry, server problem, try again later.
fr: Désolé ! , il y a une erreur système. Réessayez dans quelques minutes.

source: Company
fr: Société

source: Publisher Talao SAS
fr: Editeur Talao SAS

source: Capital
fr: Capital social

source: Registered RCS de Paris SIREN : 837 674 480
fr: Immatriculée au RCS de Paris sous le SIREN 837 674 480

source: Located 12, rue de Wattignies 75012 Paris
fr: Domiciliée 12, rue de Wattignies, 75012 Paris

source: Publishing manager
fr: Editeur

source: Hosting company
fr: Hébergeur

source: Consulting
fr: Conseil

source: Development
fr: Réalisation

source: About
fr: A propos

source: Privacy Policy
fr: Protection de la vie privée

source: Terms & Conditions
fr: CGU

source: Get an email proof
fr: Obtenez une preuve d'email

source: Get a phone proof
fr: Obtenez une preuve de téléphone

source: Enter your email address, you will receive a secret code.
fr: Saisissez votre email, vous recevrez un code secret.

source: Your email
fr: Votre email

source: Next
fr: Suivant

source: Enter your code
fr: Saisissez votre code

source: Back
fr: Retour

source: Scan the QRCode below with your Talao wallet
fr: Scannez le QR code avec la caméra de votre wallet

source: Clic on the credential to get it into your wallet
fr: Cliquez sur l'attestation pour la télécharger dans votre wallet

source: Download the credential to your wallet
fr: Téléchagez l'attestation dans votre wallet

source: Open the Talao wallet
fr: Ouvrir l'application Talao wallet

source: Enter your international phone number, you will receive a secret code as a short message.
fr: Saisissez votre numéro de téléphone international, vous recevrez un code secret par SMS.
